{
    "username": "MWCosmocos",
    "modname": "CosmocosLogs",
    "version": "1",
    "logs": {
        "0": {
            "name": "1Forgotten log",
            "text": "At the behest of Captain Donahue, I am to record my own personal experiences here on Cosmocos.\n\nI was first to stumble upon this strange extraterrestrial lifeform.\nIt seemed to be, upon first glance, perhaps a plant, or something akin to coral - something like Diploria.\nBut when I placed my hand upon it, even through my suit, I felt - I felt as if incredible knowledge was poured into me.\nKnowledge of things vastly unfamiliar and unbelievably alien to me - but also of things familiar, things around me that others had been educated on, but I’d never had the opportunity to learn.\nIt was incredible, exhilarating.\nUnlike anything I’ve ever experienced.\n\nBut the most exhilarating thing of all was this unusual connection I feel that I’ve fostered with this thing.\nThis being.\nIn a sense, it felt...like a person, is perhaps the best way to put it, in terms we are capable of understanding.\nLike Cosmocos isn’t just a moon.\nLike it’s...a huge, alien life-form, sitting here in space with its own incredible ecosystem.\n\nBizarre as it may be, I can say with confidence that I could feel what seemed to be a rush of emotions from Cosmocos itself.\nI still feel it now, in truth.\nWhich sounds like insanity, doesn’t it? But it was beautiful.\nLike a rush of warmth, kindness, generosity.\nI really feel like Cosmocos wants to teach us things.\nLike it wants to help us grow and nurture us.\n\nThe Captain has commanded that no one is to interact with this celestial brain aside from himself for our own safety.\nI do feel slightly disheartened by this, as I was hoping to commune with it again.\n\nI have so much more to say.\nIt’ll be difficult to record all of this knowledge I’ve been gifted with in a comprehensible format on these recorders, but I’ll do my best over the next few cycles.\n\nLieutenant Commander Cunningham, signing off.",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        },
        "1": {
            "name": "2Forgotten log",
            "text": "There has been a terrible turn of events.\n\nThe whole crew is celebrating, currently, after the Captain has confirmed my mad ramblings to be based in truth.\nThat Cosmocos possesses incredible alien knowledge, and is willing to share it with us.\nGranted - initially, I was not entirely coherent when I tried to convey my experience with the celestial brain, but...tch, I’ll hold my tongue.\n\nHe’s ordered to remove the brain and prepare for it to be taken back with us to 61-March.\nBut this will kill Cosmocos, I know this for certain.\nSlowly, over time, atrophied, until it is a husk.\nI don’t know why the Captain, having been offered the same kindness from Cosmocos, would even consider doing something like this.\nIt’s not right.\nPerhaps he doesn’t know?\nPerhaps we were not offered the same thing?\nPerhaps he knows...and he doesn’t care?\nHe’s not a man known for his kindness, after all.\n\nI asked that we put it to a vote.\nNot a single person sided with me.\n\nI don’t know what to do.\nI don’t know what I could possibly do to dissuade the Captain that wouldn’t have me thrown in a pod set on course for a jail cell back on 61.\n\nBut I have to do something.\nThis isn’t what Cosmocos wants.\nAnd I refuse to see it die like this.\n\nLieutenant Commander Cunningham, signing off.",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        },
        "2": {
            "name": "3Forgotten log",
            "text": "He threatened me! That- that- heartless-\n\nI don’t know why I ever felt compelled to try and convince that man of anything, knowing he is capable of such evil.\nHe is not a man reasoned with.\n\nCosmocos has the most beautiful terrain I’ve ever laid eyes upon.\nSuch gorgeous, diverse plant life.\nA heart.\nI really feel as though it has what the more spritual of us would call a soul.\nAnd the Captain has a gall to suggest that Cosmocos has tricked me, somehow.\n\nPerhaps these feelings are not my own.\nPerhaps these are feelings Cosmocos has imposed upon me.\n\nRegardless of whether these emotions are pre-disposed or not - with everyone ounce of my being, I feel certain that Cosmocos is a thinking, feeling moon.\nIsn’t that incredible?\nShouldn’t that be protected?\n\nI’m going to be the one to protect it, if no one else will.\n\nWhatever the cost.\nIf I fail, at worst, they’ll send me back to March for proper proceedings.\nMy knowledge is too valuable.\n\nAnd then I’ll make it my mission to come back.\nIf they succeed in doing this to Cosmocos...\nI’ll see it done that it is made whole again.\n\nCunningham, signing off.",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        },
        "3": {
            "name": "4Forgotten log",
            "text": "Long time no see, old friend.\n\nYou gave me a real run-around, didn’t you?\nGoing off the radar like that.\nYou teleported yourself... nearly eight-hundred-million miles away.\nI didn’t even know you could do that.\nYou are full of wonders.\n\nYou didn’t want to hurt them, did you, friend?\n\nYou did everything you could not to kill them.\nYou wanted so dearly to see them learn, and grow, and help each other...\n\nI feel it. I know, I know...\n\nThey’re still out there, though, aren’t they?\nThat’s them?\nLurking in the shadows.\nThey’re protecting you now.\n\nI want to protect you too, if you’ll let me.\nNo one will ever hurt you again.\n\nNot while I’m around.",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        }
    }
}