{
    "username": "MWCunTravel",
    "modname": "CunTravelLogs",
    "version": "1",
    "logs": {
        "0": {
            "name": "1Geoffrey log",
            "text": "We are now four weeks into the debate meaning next week will be the final and deciding council conference.\nWhile the Council of Rule is still highly against the study and use of biological warfare, there must be a way to convince them otherwise.\n..I understand that it is a very dangerous idea which..\nIn theory..\nCould ruin more lives than I can count as well as cause a financial catastrophe within this region..\n\nBut I trust the Emperor knows this and I am sure he has a plan which I will be made aware of soon.\nHe does not sit upon the throne without reason.\n\nAfter this log I might write a letter to my wife Madeline as I will be leaving 235-Calist the next morning for a meeting with the Emperor.\nI hope to find some clarity about his plans to better structure our case.\n\nAgent G- Signing off.",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        },
        "1": {
            "name": "2Geoffrey log",
            "text": "I did not expect this meeting to go the way it did.\n\nWhile I tried to educate the Emperor on the matters back at the Grand Capitol. he seemed uninterested and looked at me with a rather lifeless expression.\nI explained how the Council of Rule is very adamant about not allowing any bioweapons to be used or studied..\nBut then he told me..\nHe wanted me to..\n\nThe Triton Military will decimate the Grand Capitol as well as the moon it sits on.\nThis will be.. soon, on the day of the final conference.\nJudgement day.\n\nAnd he wanted me to give the order.\n\nThis will be the catalyst of a region wide war.\nYet I did as he asked. I gave the order. In the name of the Emperor.\n\nThis means I will not be returning home and I was promised that my family will be moved to Trite to keep them safe from what’s about to come.\nI hope to see them soon.\n\nSoon I will be off to 61-March where I will prepare 3 groups of scientists to set course for the mysterious moon of 42-Cosmocos in hopes of finding something to aid us in the upcoming war against the dominions who will oppose the Triton Military and the Emperor.\n\nThis will not be pleasant. But I am ready.\n\nAgent G- Signing off.",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        },
        "2": {
            "name": "3Geoffrey log",
            "text": "It’s been over one hundred and twenty days since my meeting on Polarus and the devastating Catalyst of this Grand War we now find ourselves in.\nAs we had foreseen, the military of Titan was not pleased with the initial attack and launched a counter attack within the same week.\nIt only escalated from there..\nHowever,\n\nI’m pleased to report that my family, my wife, and my children have all safely made it to Trite, as promised..\nI do hope the trip wasn’t as bad as mine have been.\nThey were moved in secrecy for their own protection. So unfortunately I am unable to contact them..\nAt least that’s what I was told when I tried my hardest to do so.\nMaybe it’s for the better.\n\nI have only a few more missions to complete before I can visit my family again.\nSpeaking of which,\n\nThe teams we send out to Cosmocos have vanished..\nAnd..\nSo has the entire moon.\nIt vanished from the radars entirely. Which seems impossible and yet is true.\n\nThis happened only days after they found something.. incredible that would’ve been the key to our victory.\nAll that returned was a confused and mad Commander Cunningham who supposedly tried to sabotage the operations. And a large amount of so-called “Cosmic Growth”.\nAnyways,\n\nI have been tasked to guide a group of scientists here with the creation of manipulative weapons using the aforementioned Cosmic Growth.\nThey’ll grow into the brain of whoever it will be applied to and we’ll supposedly have full control over them.\nThink of it as a mind controlling parasite.\nIt will hopefully aid us in this war.\nThen once that’s done I will vanish in the night for my next task.\n\nAgent G- Signing off.",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        },
        "3": {
            "name": "4Geoffrey log",
            "text": "Last night..\nI heard the news..\nThe cities of Trite have been made one with the ground.\nThey bombed almost the entire moon!\nAnd now they are laying waste to whomever survived the attack.\n\nI send out many MANY messages to ask for my family.\nThe emperor has refused to answer. How weird I thought.\nBut ooooh those left on Trite sure answered!\n\nThey told me there were no reports of anyone arriving from Calist before or after the Catalyst.\n\nMy family.. my children.. my Maddy.\nThey never even left in the first place.\n\nNo effort was made to even try to get them out of there in time.\nAnd the emperor has been lying to me!\nHe has been lying to me since the very start of this hell!\nI thought he may have had it all planned out but this.. grand war.\nAll that I have done..\nI should never have trusted him.\n\nI am ceasing the operations here.\nAnd I will be moving into my final mission but I won’t be following his plans.\n\nAgent G- Signing off.",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        },
        "4": {
            "name": "5Geoffrey log",
            "text": "I am Geoffrey Samuel Smith, Agent and high commander working directly for the Emperor.\nThis will be my final message.\n\nUntil recent I have believed that my actions since the Catalyst under command of the Emperor were for some greater good.\nI was led to believe that all the sacrifices made were with purpose.\nYet they were in vain.\nIt wasn’t until I had lost all that I had left in my world when I realized.\n\nI now find myself here to execute one final mission.\nOne of my own.\nOver the past few months we have been collecting the many experimental bioweapons that were created because of me.\nI made them believe we got them to study them further. Make them more dangerous.\nThat’s what the emperor would have wanted.\nBut I will no longer follow the wishes of that man.\nHe sits on his golden throne while everyone else suffers by his command.\nI should have done something when he told me to give the order.\nI should have executed him right then and there.\n\nBack in the labs I smashed the glass containers for BIO-HXNV7, the deadliest weapon we have.\nIt will hopefully kill or convert most of the people here.\nThese loyal rats who think they’re on the winning side.\nThere is no winning side.\nAnd I’ll make sure nobody will escape this place.\nNobody will use these atrocities to further this pointless hell!\n\nI called for a facility wide decontamination.\nAnd all of it will burn!",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        }
    }
}