{
    "username": "MWMusema",
    "modname": "MusemaLogs",
    "version": "1",
    "logs": {
        "0": {
            "name": "Asteroid-13",
            "text": "This tape contains highly classified material and must not see the eyes of the public\n\nA hidden bio-weapon testing facility has been discovered on the 13th Asteroid orbiting 56-vow\n\nYou have been tasked to find and extract what remains of  the weapons tested here\n\nThe facility has been destroyed but there are several rogue bio-weapons primed to kill anyone  and everyone in any way possible\n\nGood luck",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        }
    },
    "logs": {
        "1": {
            "name": "Infernis",
            "text": "Tape 1, Infernis.\n\nThis is Captain Commander Cunningham.\nI have decided to start recording our sites of research and the environments we find ourselves in.\n\nOur current location is Infernis.\nThis fiery hellscape has done nothing but slow us down.\nThe seismic activity here is quite high so I'm not expecting to stay long.\nGood thing.\nThe mineshafts are riddled with bugs and are very much preventing us from doing anything.\n\nI rate this place a B=.\nCunningham, signing off.",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        }
    },
    "logs": {
        "2": {
            "name": "Atlantica",
            "text": "Tape 2, Atlantica.\n\nThis is Captain Cunningham.\nGoing to Atlantica wasn't something we had initially planned. It was purely our curiosity that has led us here.\n\nAs of now we have not yet encountered anything unnatural as the reports have said.\nHowever, I do feel something is off about this place. It is pretty but something in me is telling me to leave.\n\nSo far I would rate this place a C.\nHowever I might've changed my mind by the time we go.\nCunningham, signing off.",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        }
    },
    "logs": {
        "3": {
            "name": "Acidir",
            "text": "Tape 4, Acidir.\nThis is Captain Cunningham.\n\nWhen we arrived here the crew seemed fine.\nI use the term fine very loosely here.. They managed.\n\nHowever I feel the longer we stay, the worse things seem to be getting.\nI'm not sure if it's the air, the manor or the lakes of acid. But a few of us have already gone missing.\n\nI rate Acidir an S.\nCunningham, signing off.",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        }
    },
    "logs": {
        "4": {
            "name": "Etern",
            "text": "Tape 3, Etern.\n\nThis is Captain Cunningham.\nI have not been able to record much here and we will be leaving as soon as possible.\n\nOur trip to Etern has been an absolute disaster. I’ve seen more nutcrackers searching for us than there are grains of sand in this desert.\nWe’ve lost many and I’m not keen on losing any more of us.\n\nEtern gets an S+.\nI highly discourage anyone from going here.\nCunningham, signing off.",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        }
    },
    "logs": {
        "5": {
            "name": "Gratar",
            "text": "Tape 5, Gratar.\n\nThis is Captain Commander Cunningham.\nIt hasn’t been long since we got here.\nIt already appears to be a nice fresh breath of air compared what we have been through before.\n\nThe view is undeniably.. Stunning and the local wildlife has yet to try and kill us.\nWe will be going in soon to have a chat with this AI before we take off again.\n\nThus far I rate Gratar a low C.\nCunningham, signing off.",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        }
    },
    "logs": {
        "6": {
            "name": "Utril",
            "text": "I really am cursed to live out my days recording with subpar recording devices.\n\nThis is professor Harrington and I have found myself to be on Utril.\nThe days may be darker than the nights yet it has a strange sense of beauty.\nIt is not a place I ever expected to visit.\nThe wildlife is unlike the usual, not very diverse.\nGenerally consistent of spore lizards and arachnids.\nIt was surprising to learn that it wasn't the spiders that were the aggressive ones here.\nThey were much more keen on posing for a picture.\nEither way,\nI'm needed back in the labs.\nProfessor Harrington, over and out.",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        }
    },
    "logs": {
        "7": {
            "name": "Empra",
            "text": "What is happiness?\n\nIs it your dirty workplace?\nIs it your filthy house?\n\nIs it your crippling need for a therapist because you realised the universe is completely stacked against you and you will likely suffer the same fate as millions of others as the pressure of your worthless life becomes to much for the imagination of the mind leading to eventual damnination?\n\n\nNo!\n\n\nHappiness is the one who sends you money!\nHappiness is the one who created your job!\nHappiness is the one who protects you!\nHappiness is the Emperor!\nAnd if you work hard enough,\nYou will be personally invited to live in his golden city!\n\nHappiness is Empra!\n\nEmpra is happiness!",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        }
    },
    "logs": {
        "8": {
            "name": "Motra",
            "text": "Hi, it's harry with mighty mortor!\nIt's like a mortar but it's a mortor!\nMordor wouldn't have fallen with this mortar!\n\nRegular defences don't work well.\nPeople get their houses broken into all the time!\nBurglars, thieves, your neighbors, nosy aunts, crazy exes, giants bees, nintendo, not even I will be able to break in with this thing in your backyard!\n\nNormal mortars can only fire one shell at the time.\nThis thing can launch 30 of them within the blink of an eye!\nBet nobody expects that on their weather forecast!\n\nYou can put it in your backyard, put it on your car!\nAttach it to your wallet, you'll spot it from afar!\nYou can even use it to collect water when you get deserted on an uninhabited island!\n\nMortors mortar, only 300.000 per piece!\nBut if you call now with in the next 20 minutes, we'll give you a second one absolutely free!",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        }
    },
    "logs": {
        "9": {
            "name": "Gloom",
            "text": "Are you in need of money?\nDo you want a stable job?\nDo you like safe and healthy work environments?\n\nCome to gloom!\n\nThere are trees growing on trees.\nAnd we need to get them all down.\nWood you help us with that?\n\nGloom Logging Company\nGet logged in history\n",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        }
    },
    "logs": {
        "10": {
            "name": "Oldred",
            "text": "Hello employee.\nYou may not know me but.. I know you.\nSince the death of your soulmate you have been taken by grief, you have felt like your existence is once again pointless.\nYou continuously put yourself in danger, inching closer and closer to the end each time.\nLets see if you have what it takes to survive, if you still appreciate the body that has been given to you.\nIn front of you there hangs a Decimator, an explosive device that will destroy everything in this room when the timer hits zero.\nThere also hangs another employee, you may know him as he has been in your crew for months, he will be the key to your freedom, All you need to do is remove the right wire with the knife you now posses.\nBut beware, if he dies by your hands, neither of you will make it out alive.\nLive or die, make your choice.",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        }
    },
    "logs": {
        "11": {
            "name": "Filitrios",
            "text": "",
            "moon": " ",
            "position": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            },
            "rotation": {
                "X": "1000",
                "Y": "1000",
                "Z": "1000"
            }
        }
    }
}